[
        {
                "id": "breast-cancer-monthly-highlight",
                "title": "Monthly Highlight: Understanding Breast Cancer",
                "featured": true,
                "theme": {
                        "background": "bg-rose-50",
                        "text": "text-rose-900",
                        "icon": "ribbon"
                },
                "content": [
                        { "type": "heading", "text": "Breast Cancer Overview" },
                        {
                                "type": "paragraph",
                                "text": "Breast cancer is a type of cancer that begins when cells in the breast grow and divide more rapidly than healthy cells. Advances in screening allow healthcare professionals to detect breast cancer earlier, when it is most treatable. Even when it cannot be cured, many therapies are available to help people live longer, fuller lives."
                        },
                        { "type": "heading", "text": "Common Signs and Symptoms" },
                        {
                                "type": "paragraph",
                                "text": "Contact your healthcare provider if you notice any of the following changes in your breast tissue. Early evaluation helps determine whether additional testing is needed."
                        },
                        {
                                "type": "list",
                                "items": [
                                        "A new lump or thickened area that feels different from surrounding tissue",
                                        "A nipple that appears flattened or turns inward",
                                        "Changes in skin color, including pink or red skin on lighter tones and darker, red, or purple skin on brown and Black skin",
                                        "Shifts in the size, shape, or overall appearance of a breast",
                                        "Skin dimpling or texture that resembles an orange peel",
                                        "Peeling, scaling, crusting, or flaking of breast skin"
                                ]
                        },
                        { "type": "heading", "text": "How Breast Cancer Is Diagnosed" },
                        {
                                "type": "paragraph",
                                "text": "A diagnosis typically begins with a clinical assessment followed by imaging and, if needed, a biopsy. The information collected helps healthcare teams understand the type of breast cancer and the best treatment approach."
                        },
                        {
                                "type": "orderedList",
                                "items": [
                                        "Initial assessment: A clinician performs a physical exam of the breasts and lymph nodes and reviews personal and family medical history.",
                                        "Diagnostic imaging: Mammograms, ultrasounds, or MRIs create detailed pictures to investigate abnormalities and determine whether lumps are solid or fluid-filled.",
                                        "Biopsy: Core biopsies, fine needle aspirations, or surgical biopsies collect cells or tissue for laboratory analysis to confirm whether cancer is present.",
                                        "Staging tests: Imaging such as CT, bone, or PET scans may be ordered to see if the cancer has spread and to guide treatment planning."
                                ]
                        },
                        {
                                "type": "blockquote",
                                "text": "Prompt evaluation of new breast changes leads to earlier answers and more treatment options."
                        },
                        {
                                "type": "link",
                                "href": "https://www.cancer.gov/types/breast",
                                "text": "Explore comprehensive breast cancer information from the National Cancer Institute"
                        }
                ]
        },
        {
                "id": "managing-hypertension-at-home",
                "title": "Managing Hypertension at Home",
                "theme": {
                        "background": "bg-pink-50",
                        "text": "text-pink-800",
                        "icon": "ribbon"
                },
                "content": [
                        { "type": "heading", "text": "Managing Hypertension at Home" },
                        {
                                "type": "paragraph",
                                "text": "High blood pressure can often be managed with simple lifestyle adjustments. Regularly checking your blood pressure at home gives you and your doctor valuable insight into how well your plan is working."
                        },
                        {
                                "type": "paragraph",
                                "text": "Maintaining a diet low in sodium, staying physically active, and taking medications as prescribed are key steps toward keeping your numbers in a healthy range."
                        },
                        {
                                "type": "image",
                                "src": "/images/resources/hypertension.jpg",
                                "alt": "Person checking blood pressure at home",
                                "caption": "Home monitoring is essential for controlling hypertension."
                        },
                        {
                                "type": "list",
                                "items": [
                                        "Monitor blood pressure regularly",
                                        "Reduce sodium intake",
                                        "Stay active",
                                        "Work with your healthcare provider"
                                ]
                        },
                        {
                                "type": "blockquote",
                                "text": "Always consult your healthcare provider for personalized advice."
                        },
                        {
                                "type": "link",
                                "href": "https://www.cdc.gov/bloodpressure/index.htm",
                                "text": "Learn more about managing blood pressure on the CDC website"
                        },
                        {
                                "type": "orderedList",
                                "items": [
                                        "Check your pressure daily",
                                        "Record readings",
                                        "Share results with your doctor"
                                ]
                        }
                ]
        },
	{
		"id": "childhood-vaccination-schedule",
		"title": "Childhood Vaccination Schedule",
		"content": [
			{ "type": "heading", "text": "Childhood Vaccination Schedule" },
			{
				"type": "paragraph",
				"text": "Vaccinations protect children from a variety of serious diseases. Following the recommended schedule ensures immunizations are given at the optimal time for the best protection."
			},
			{
				"type": "paragraph",
				"text": "Keep a record of your child's shots and consult your pediatrician if you miss a dose so they can help you get back on track."
			},
			{
				"type": "image",
				"src": "/images/resources/vaccination.jpg",
				"alt": "Doctor preparing a vaccine for a child",
				"caption": "Timely vaccines guard children against preventable illnesses."
			},
			{
				"type": "list",
				"items": [
					"Review the immunization timeline",
					"Know what each vaccine prevents",
					"Update records after every visit"
				]
			}
		]
	},
        {
                "id": "understanding-ultrasound-scans",
                "title": "Understanding Ultrasound Scans",
                "content": [
                        { "type": "heading", "text": "Understanding Ultrasound Scans" },
			{
				"type": "paragraph",
				"text": "Ultrasound imaging uses sound waves to produce pictures of organs and structures inside the body. It's a safe and painless procedure frequently used during pregnancy and to diagnose a range of conditions."
			},
			{
				"type": "paragraph",
				"text": "During the scan a technician glides a small probe over your skin, and a computer translates the returning echoes into images that physicians can analyze."
			},
			{
				"type": "image",
				"src": "/images/resources/ultrasound.jpg",
				"alt": "Technician performing an ultrasound scan",
				"caption": "Ultrasound scans create detailed images using sound waves."
			},
			{
				"type": "list",
                                "items": [
                                        "Noninvasive diagnostic tool",
                                        "Commonly used in prenatal care",
                                        "Helps identify internal issues"
                                ]
                        }
                ]
        },
        {
                "id": "understanding-and-managing-diarrhoea",
                "title": "Understanding and Managing Diarrhoea",
                "content": [
                        { "type": "heading", "text": "What Is Diarrhoea?" },
                        {
                                "type": "paragraph",
                                "text": "Diarrhoea is defined as passing three or more loose, watery stools in a single day. It is usually short-lived, but persistent diarrhoea lasting four or more weeks can signal an underlying condition that needs medical care."
                        },
                        {
                                "type": "paragraph",
                                "text": "Because diarrhoea causes the body to lose fluids and electrolytes quickly, staying hydrated is the most important part of self-care. Seek medical help if you notice signs of dehydration, have a fever, or see blood in your stool."
                        },
                        { "type": "heading", "text": "Common Symptoms" },
                        {
                                "type": "list",
                                "items": [
                                        "Frequent, loose, or watery bowel movements",
                                        "Abdominal pain and cramping",
                                        "Nausea or queasiness"
                                ]
                        },
                        { "type": "heading", "text": "Causes" },
                        {
                                "type": "paragraph",
                                "text": "Diarrhoea can be acute (short-term) or chronic (long-term). Acute diarrhoea usually lasts a few days, while chronic diarrhoea lasts four weeks or longer."
                        },
                        {
                                "type": "list",
                                "items": [
                                        "Acute causes: Viral gastroenteritis, bacterial food poisoning, medication side effects, or reactions to spicy or high-fat foods",
                                        "Chronic causes: Persistent infections and medical conditions such as inflammatory bowel disease (IBD) or irritable bowel syndrome (IBS)"
                                ]
                        },
                        { "type": "heading", "text": "Treatment and Prevention" },
                        {
                                "type": "paragraph",
                                "text": "Focus on hydration first. Sip water, oral rehydration solutions (ORS), or broths to replace lost fluid and electrolytes."
                        },
                        {
                                "type": "list",
                                "items": [
                                        "Practice frequent handwashing to reduce the spread of germs",
                                        "Resume eating gentle solid foods when you feel ready, avoiding sugary drinks, caffeine, and high-fat meals",
                                        "Talk with a healthcare professional if symptoms last more than a few days or occur with fever or blood"
                                ]
                        },
                        {
                                "type": "link",
                                "href": "https://www.who.int/news-room/fact-sheets/detail/diarrhoeal-disease",
                                "text": "Learn more about diarrhoeal disease from the World Health Organization"
                        }
                ]
        },
        {
                "id": "malaria-awareness-and-prevention",
                "title": "Malaria Awareness and Prevention",
                "content": [
                        { "type": "heading", "text": "Understanding Malaria" },
                        {
                                "type": "paragraph",
                                "text": "Malaria is caused by Plasmodium parasites transmitted through the bites of infected Anopheles mosquitoes. Untreated malaria can quickly become life-threatening, so early diagnosis and treatment are critical."
                        },
                        { "type": "heading", "text": "Symptoms" },
                        {
                                "type": "list",
                                "items": [
                                        "Fever and chills, often in cycles",
                                        "Headache, muscle and joint pain, and profound fatigue",
                                        "Nausea, vomiting, diarrhoea, abdominal pain, or cough",
                                        "Rapid breathing or heart rate"
                                ]
                        },
                        { "type": "heading", "text": "Causes and Transmission" },
                        {
                                "type": "paragraph",
                                "text": "An infected mosquito feeds on a person and injects parasites into the bloodstream. The parasites travel to the liver to mature before entering red blood cells, where they multiply and cause symptoms."
                        },
                        {
                                "type": "image",
                                "src": "/images/resources/malaria-transmission.svg",
                                "alt": "Diagram showing the mosquito transmission cycle of malaria",
                                "caption": "The malaria parasite develops inside mosquitoes before spreading to humans."
                        },
                        {
                                "type": "orderedList",
                                "items": [
                                        "Mosquito becomes infected after feeding on a person with malaria",
                                        "Parasites mature inside the mosquito",
                                        "Infected mosquito bites another person, transmitting the parasites",
                                        "Parasites travel to the liver and later invade red blood cells",
                                        "A new mosquito can pick up parasites and continue the cycle"
                                ]
                        },
                        {
                                "type": "paragraph",
                                "text": "Malaria can also spread through infected blood, including from mother to unborn child, blood transfusions, or shared needles."
                        },
                        { "type": "heading", "text": "Complications" },
                        {
                                "type": "list",
                                "items": [
                                        "Cerebral malaria, which can trigger seizures or coma",
                                        "Breathing problems from fluid in the lungs",
                                        "Organ failure affecting the kidneys, liver, or spleen",
                                        "Severe anaemia or dangerously low blood sugar"
                                ]
                        },
                        { "type": "heading", "text": "Prevention" },
                        {
                                "type": "list",
                                "items": [
                                        "Avoid mosquito bites by wearing long sleeves and trousers, especially from dusk to dawn",
                                        "Use insect repellent containing DEET, picaridin, IR3535, oil of lemon eucalyptus (OLE), para-menthane-3,8-diol (PMD), or 2-undecanone",
                                        "Treat clothing and bed nets with permethrin and sleep under insecticide-treated nets",
                                        "Consult a healthcare provider about preventive medicines before, during, and after travel to malaria-prone areas"
                                ]
                        },
                        {
                                "type": "link",
                                "href": "https://www.who.int/news-room/fact-sheets/detail/malaria",
                                "text": "Read additional malaria guidance from the World Health Organization"
                        }
                ]
        }
]
